[
  {
    "hash_code": "51a47728c0248557aa8df963e751d497",
    "text": "Describe the transformation of the Witch of Atlas' mother."
  },
  {
    "hash_code": "400761a7eefa73b0c3e71a31cfdc3102",
    "text": "What is the significance of the Witch's cave and its surroundings?"
  },
  {
    "hash_code": "036e205c3ef644cd1d83260d44a3bb9b",
    "text": "What significant event involving Abd al-Muttalib and the Kaaba occurred, and how did it impact the religious landscape of the region?"
  },
  {
    "hash_code": "97cfb396d16c60622b7b77da060d3e93",
    "text": "What are the challenges associated with using the standard approach of maximizing the likelihood function in statistical inference?"
  },
  {
    "hash_code": "6b8a5ee91172d4537dd03661fdd9071e",
    "text": "What is the connection between Ashrita Shetty and the film Udhayam NH4?"
  },
  {
    "hash_code": "15fbe8d89b5fb08a15005a0d6ac30ccc",
    "text": "How did Hans Zimmer's collaboration with Christopher Nolan on Interstellar influence the film's soundtrack?"
  },
  {
    "hash_code": "c4ffe6a556ea84460934a292ed48e3b5",
    "text": "How does environmental variability affect the reliance of artificial organisms on plasticity?"
  },
  {
    "hash_code": "a3fff8a80c27c855ac5347e84a79c046",
    "text": "What role does coevolution play in the development of plasticity rules in embodied agents?"
  },
  {
    "hash_code": "d2ab44b0e1edb312468e4d02e9ff0ad0",
    "text": "How do minor variations in the task or network parametrization affect the plasticity rules?"
  },
  {
    "hash_code": "b41f4f7df822b1982e53df9672839e9b",
    "text": "What was the reason behind the change in voice actors for Meg Griffin in Family Guy?"
  },
  {
    "hash_code": "06ec47a6d1a4450aa7ba8bd1cf5adc95",
    "text": "How did The Cleveland Show come into existence, and what was its premise?"
  },
  {
    "hash_code": "3ec54c3e12394d5557df48ede7be4e3f",
    "text": "What were the main reasons behind the controversies surrounding the 2014-15 Oman Professional League?"
  },
  {
    "hash_code": "4201266ba4c5771c20f20e8bd86f3827",
    "text": "How did the 1981 Major League Baseball strike impact the season and the structure of the playoffs?"
  },
  {
    "hash_code": "df990f9384a8cb26a6db6e39cc9dd4b1",
    "text": "How does \"No Trees in the Street\" contribute to the genre of British kitchen sink realism?"
  },
  {
    "hash_code": "f82c6d2a6f057104cb1494a320e8d0e1",
    "text": "How does the critical reception of \"No Trees in the Street\" reflect its strengths and weaknesses?"
  },
  {
    "hash_code": "0185598bbe5edd202955eca13d70d913",
    "text": "What challenges did J. Lee Thompson face in his career, and how did they affect his body of work?"
  },
  {
    "hash_code": "4cfa654ebcdc19b923109c2661c4e187",
    "text": "What is the significance of studying puns in the context of human-computer interaction and machine translation?"
  },
  {
    "hash_code": "d8c1f0d8523e4c4218a6ccc0576964e5",
    "text": "How does the joint learning approach for pun detection and location differ from the traditional pipeline methods?"
  },
  {
    "hash_code": "cd58858043cdff2d7e892260dd000244",
    "text": "How does the proposed approach for joint pun detection and location compare to previous methods in terms of applicability and performance?"
  },
  {
    "hash_code": "9cf3ad9ac8306c48a5a1ebaffe403e19",
    "text": "What is the primary challenge in numerically determining the nuclear liquid-gas transition from a gas of hadrons to a nuclear phase using conventional lattice QCD?"
  },
  {
    "hash_code": "5f07a07e07b6d35342810c94c3be4a36",
    "text": "How is the sign problem addressed in the strong coupling limit of lattice QCD?"
  },
  {
    "hash_code": "ec0825f11ecc6238ae07e20c74768164",
    "text": "What is the significance of the Spiel des Jahres award mentioned in several passages?"
  },
  {
    "hash_code": "af82845ce42be6a4fb0ea02047826093",
    "text": "What is the unique feature of the game Clans that distinguishes it from other board games?"
  },
  {
    "hash_code": "815ec12bd5ccbe365614fc0611b0f475",
    "text": "How does the pie rule in board games help balance gameplay between two players?"
  },
  {
    "hash_code": "b7ba2d5d87c88444368e944a7c0bcba7",
    "text": "What are some of Dana Blankstein-Cohen's contributions to film and television education in Israel?"
  },
  {
    "hash_code": "c14e66431619035727689626f4838c63",
    "text": "What is the origin of the Billiken and how has it been used in modern times?"
  },
  {
    "hash_code": "6c59eeb3670a5f2a3e3c3e8f3169c217",
    "text": "Who was Auguste Levêque, and what were his contributions to art?"
  },
  {
    "hash_code": "8e3ccd436595c25ada7f776d5114cdd2",
    "text": "What are the key areas of Wale Adebanwi's research, and how has his career evolved from journalism to academia?"
  },
  {
    "hash_code": "8337a148a3f56104cb4cacb039fb7bf2",
    "text": "What was Robert Day's transition like from working in the British film industry to directing in Hollywood, and what notable roles did he take on in his productions?"
  },
  {
    "hash_code": "1e33063e2aef4ab63fa64fbbc4e454bd",
    "text": "How does the system utilize linguistic, layout, and topical features in propaganda detection?"
  },
  {
    "hash_code": "f07f179dbce07e6988605aeaa40da7f3",
    "text": "What role do pre-trained embeddings from FastText and BERT play in the system's approach to propaganda detection?"
  },
  {
    "hash_code": "d78d037ed9e141f0ba7de88bc250568b",
    "text": "How does the ensemble of classifiers (Logistic Regression, CNN, and BERT) function in the system's approach to sentence-level propaganda detection?"
  },
  {
    "hash_code": "c1346d0c25269908aafbf3b351990172",
    "text": "How does the system handle the complexity of propaganda techniques in the FLC task?"
  },
  {
    "hash_code": "2ab033eca8795d0aef51f58485228d1e",
    "text": "How did Alex Cox's career trajectory change after the commercial failure of his film \"Walker\"?"
  },
  {
    "hash_code": "eba0afd21d60775dc5c1b997db1cccd0",
    "text": "What role did Humphrey de Bohun, 3rd Earl of Hereford, play in the opposition to King Edward I over the Confirmatio Cartarum?"
  },
  {
    "hash_code": "ee8209627a172ccc18af291b965811ad",
    "text": "What were the circumstances surrounding the death of Sir Henry de Bohun at the Battle of Bannockburn?"
  },
  {
    "hash_code": "24381f21ca8860d526e9a9437667ed02",
    "text": "What is the primary mechanism discussed in the text that leads to the two-stage Kondo screening in a system with two quantum dots (QDs) coupled to a superconducting (SC) lead?"
  },
  {
    "hash_code": "0c0ee901907e90118f36aa002b422116",
    "text": "What is the significance of the RKKY interaction in the context of the systems discussed in the text?"
  },
  {
    "hash_code": "14d499248b806d312949d2ced485bd54",
    "text": "What is the significance of Thomas Kennedy in the context of Scottish politics?"
  },
  {
    "hash_code": "5d3aa695137b08ed1d7cf5c7ecafd25d",
    "text": "What is the connection between Tom Ford and the fashion industry?"
  },
  {
    "hash_code": "53365f4ca0d4c26274ac388c5bb67063",
    "text": "How does the proposed method handle higher-order poles and their corresponding coefficients in nonlinear systems?"
  },
  {
    "hash_code": "cc6c2cd20ad760731a39fd4cf13ffedd",
    "text": "How does the proposed method compare to the fourth-order Runge-Kutta method in terms of computational efficiency?"
  },
  {
    "hash_code": "16461c0df909f2c92cc610afec504692",
    "text": "Can the proposed method be applied to systems with unknown equations of motion?"
  },
  {
    "hash_code": "f6d41496f440b554d2ae03ceb50eb00d",
    "text": "What are the key components of the nonlinear response according to the proposed method?"
  },
  {
    "hash_code": "608ea61aac61b6f6f3671df3a8ff229a",
    "text": "What is the innovation in \"Transport of chitosan-DNA nanoparticles in human intestinal M-cell model versus normal intestinal enterocytes\" regarding gene delivery?"
  },
  {
    "hash_code": "6205a815a67cb3523f73b06304bca651",
    "text": "In the publication \"Dual-Sensitive Micellar Nanoparticles Regulate DNA Unpacking and Enhance Gene-Delivery Efficiency,\" what dual sensitivity is being referred to?"
  },
  {
    "hash_code": "7203567aaf9641677ec7e6a3d8d0dd63",
    "text": "What is the historical context of the area around Koh Sotin District in Cambodia?"
  },
  {
    "hash_code": "feb8686e665dc121eb7e1847522d86e4",
    "text": "What is the demographic makeup of Pulaski High School in Wisconsin?"
  },
  {
    "hash_code": "5428f604887b21244029a2bcdde8130f",
    "text": "What is the programming focus of CIBX-FM in Fredericton, New Brunswick, Canada?"
  },
  {
    "hash_code": "48b7e42f0b58291614d7137f621f2a91",
    "text": "What role does Jomo Kenyatta play in the narrative of \"Weep Not, Child,\" and how does his character contribute to the novel's themes?"
  },
  {
    "hash_code": "d5ed03c8d61fe8d9497edcf48a93d15d",
    "text": "What are the key findings from the regression analysis regarding the types of questions that benefit from pre-training with cloze questions?"
  },
  {
    "hash_code": "2d1dfee0b0976b3ce95062c4f21bc1c5",
    "text": "What role does fine-tuning play in the overall performance of the proposed QA system?"
  },
  {
    "hash_code": "89e1b30ab6cf4dc2cf7686effef74d57",
    "text": "What were the key contributions of Sebastian Cabot to the exploration of the New World?"
  },
  {
    "hash_code": "e6fe3147c2ecb80bee5f2c2e73daddfa",
    "text": "How did Guilherme Marchi's consistency and dedication to bull riding contribute to his success in the sport?"
  },
  {
    "hash_code": "2fbcd37d560cef90c9d2922069b4c057",
    "text": "How did the Black Death impact the social and economic structures of Europe?"
  },
  {
    "hash_code": "b82681766d0f6f8d7460a1cb300c78b9",
    "text": "What were the key differences in the roles and responsibilities of Archibald Acheson, 4th Earl of Gosford, compared to his predecessors?"
  },
  {
    "hash_code": "3a753d5693b2890947410cf1b0198292",
    "text": "What is the economic significance of the Bluegrass Commerce Park in Jeffersontown, Kentucky?"
  },
  {
    "hash_code": "09d27d6d1758b268222852e22dd9d059",
    "text": "How did the invention of the bag-in-box system revolutionize the packaging industry?"
  },
  {
    "hash_code": "5c7a46fbecc7cd21b62294c639d73440",
    "text": "What is the role of the bag-in-box system in the dispensing of sulfuric acid for lead-acid batteries?"
  },
  {
    "hash_code": "3f75795d4d57c6b6b4d1f697f3d47ccd",
    "text": "How are regional plans prepared and finalized under the Act?"
  },
  {
    "hash_code": "4d551d6b5632bc02a6b9c0c516663f45",
    "text": "What is the role of the Town and Country Development Authority established under the Act?"
  },
  {
    "hash_code": "72f72325e7b8a3184dd012b628d95dc1",
    "text": "What was Gino Bartali's contribution to aiding Jews during World War II?"
  },
  {
    "hash_code": "bd4129456d913da054df48f707e48240",
    "text": "What was the significance of Tiberius Coruncanius in the development of Roman law?"
  },
  {
    "hash_code": "46faed68734ca519deb322d47a7e5ce6",
    "text": "What were the circumstances surrounding the disappearance of Captain Mansell Richard James after World War I?"
  },
  {
    "hash_code": "b32f2ae66e2a4507a81260f68f44ca04",
    "text": "What is a Pyrrhic victory, and can you provide an example from history?"
  },
  {
    "hash_code": "3ae6b0ac66d39e83e58876eb34e3c6ad",
    "text": "What was the outcome of the Battle of María during the Peninsular War?"
  },
  {
    "hash_code": "4d648b81c54a493f63dd669a820e9b78",
    "text": "What is the origin of the name \"Cropper\" in Cropper, Kentucky?"
  },
  {
    "hash_code": "9e8ecf4054e43e421cdfd2d5a4fe4368",
    "text": "How did Lesley Selander's extensive experience as an assistant director contribute to his prolific career in directing Westerns and adventure movies?"
  },
  {
    "hash_code": "81214c90f6fd794dbc7ddb39f78d7763",
    "text": "What historical event does the film \"Folgore Division\" depict, and how is it significant in the context of World War II?"
  },
  {
    "hash_code": "9f2189bf6a898fa1540fffc50b44aa21",
    "text": "What are the implications of the Eastern Division in various sports leagues and military contexts?"
  },
  {
    "hash_code": "b2efa0148ed504b3ceb205243b8f1155",
    "text": "What challenges did Lieutenant General Sir Dudley Russell face during World War II?"
  },
  {
    "hash_code": "68a72c8034043b1e9d8bec5d76f96523",
    "text": "What role did Juan de Courten play in the Spanish military during the 18th century?"
  },
  {
    "hash_code": "45eaeca23b320509c0eda0f2dc3cb81d",
    "text": "How has Maximiliano Serrano's career evolved in Argentine professional football?"
  },
  {
    "hash_code": "2cd240a9b4aae9d14458b169243c586e",
    "text": "Why did Biltmore Records go out of business, and which artists' recordings did they rerelease?"
  },
  {
    "hash_code": "a08e12690730089e74bb32dc7c441ae7",
    "text": "What is the mission of Equity Music Group, and which artists were signed to the label?"
  },
  {
    "hash_code": "60799b5c45d51fbd9c57af9894782551",
    "text": "What is the primary task addressed in the scientific article?"
  },
  {
    "hash_code": "2985fd159d20a008344654d4e3482dfa",
    "text": "How does the gated orthogonalization mechanism contribute to the model's performance?"
  },
  {
    "hash_code": "f96720e75e93747eac967c5b45c05001",
    "text": "How does the model perform on multilingual datasets?"
  },
  {
    "hash_code": "c9ae215d2c5f2e6fadd2ef5b7fb3c136",
    "text": "What is the significance of the film \"Group Portrait with a Lady\" in the context of German-French cinema?"
  },
  {
    "hash_code": "38807f4a6351631e4ce9c0de54f600b9",
    "text": "What historical context led to the formation of the Yugoslav Olympic Committee and its evolution over time?"
  },
  {
    "hash_code": "8adee87943d1f867209fad5d8f4eb067",
    "text": "What is the primary focus of NPO 1 Extra's programming?"
  },
  {
    "hash_code": "b20a3cda892b9ec2c300e731685d3eb6",
    "text": "What were some of the significant achievements of the horse Charisma?"
  },
  {
    "hash_code": "60283a7e82343fd29038e294b73baa0d",
    "text": "What role did John Ranelagh play in the establishment of Channel 4 in the UK?"
  },
  {
    "hash_code": "05c00021c05242fbd00b51b8b44ad52a",
    "text": "How does the adsorption site affect the state of indeno[1,2-a]fluorene (5)?"
  },
  {
    "hash_code": "fa2c51837fa8291ab95f8d8e95acb4ff",
    "text": "How did Ashanti's second album, \"Chapter II,\" perform commercially?"
  },
  {
    "hash_code": "7b6210cf6e7deb17a9804735c0ef4e06",
    "text": "What are the key challenges addressed by the proposed human-AI loop approach in the context of event detection?"
  },
  {
    "hash_code": "99b526e7ef1daae37b001a0ddfc9ec97",
    "text": "How does the unified probabilistic model contribute to the effectiveness of the human-AI loop approach?"
  },
  {
    "hash_code": "bf986789e4831086718ffd0c0617142d",
    "text": "What is the significance of the human-AI loop approach in the context of complex event detection tasks, such as using deep neural networks?"
  },
  {
    "hash_code": "174dedd61df9fafd3435b670b7389572",
    "text": "Who was Admiral Sir Guy Reginald Archer Gaunt and what were his notable achievements?"
  },
  {
    "hash_code": "0c9b079bd3fd8326ad9ac3c2219ce3f1",
    "text": "What impact did Marie of Brabant, Countess of Savoy, have on the cultural and political landscape of Savoy?"
  },
  {
    "hash_code": "b2298b7ebb7d997350491b1ad3d0fde8",
    "text": "How do the Friends and EmotionPush datasets differ in terms of their characteristics?"
  },
  {
    "hash_code": "af21294563047dff651a14ca3c25d897",
    "text": "How did the Goodies television series utilize innovative techniques in its production?"
  },
  {
    "hash_code": "bff9b7015d11319940619bdf38529db9",
    "text": "What is the primary goal of the study discussed in the article?"
  },
  {
    "hash_code": "51a8e0f56ed0ae6c8eaba6e897e14f5b",
    "text": "How does the proposed method perform in standard word-similarity and word-analogy tests compared to other methods?"
  },
  {
    "hash_code": "0a9b9545bb5151f099d1a8d9ceadb7df",
    "text": "What is the primary reason Miranda Hope decides to stay in Paris with Madame de Maisonrouge?"
  },
  {
    "hash_code": "09a2888b345e48a18f5736b0de70f675",
    "text": "How does Miss Vane describe the position of woman in England?"
  },
  {
    "hash_code": "25b11a90f44fc1cf1417561ea18264a3",
    "text": "How does Miss Vane's view of the aristocracy differ from Miranda Hope's?"
  },
  {
    "hash_code": "a66512fa54fd1b1f2ac3523a613c873d",
    "text": "How did the concept of British subjecthood develop historically?"
  },
  {
    "hash_code": "e551eaebb08d3e5232fb0770bb27248c",
    "text": "What impact did the British Nationality and Status of Aliens Act 1914 have on British subject status?"
  },
  {
    "hash_code": "55e7d4248bde90ab4bf4cb751f9af543",
    "text": "What is the etymology of the name Salamá, and what historical events shaped its development?"
  },
  {
    "hash_code": "633ac83b51f0783600b01d5003f4c6d2",
    "text": "What is the significance of the Sanjiang Church in Wenzhou, China?"
  },
  {
    "hash_code": "cf2006eca253359ae1fd52ee70483887",
    "text": "What was the significance of the Arms Crisis in Haughey's political career?"
  },
  {
    "hash_code": "ebff74ce833857b3e3ef984141fee3a0",
    "text": "What was the outcome of the Arms Trial involving Charles Haughey and Neil Blaney?"
  },
  {
    "hash_code": "d3b845f631032515c0205007bf83d57c",
    "text": "How has the Southern California Edison (SCE) adapted to the deregulation of California's electricity market?"
  },
  {
    "hash_code": "7e77bfc788641106bc2fb0fde3c989a5",
    "text": "What is the significance of the Southern Maryland Electric Cooperative (SMECO) in the region's energy landscape?"
  },
  {
    "hash_code": "a3cfed1ce457bca5062189146c6cddc1",
    "text": "How did Frederick Henry contribute to the arts and culture during his reign as Margrave of Brandenburg-Schwedt?"
  },
  {
    "hash_code": "8f0b30db5fb763ce3533e63c3e84c812",
    "text": "What role did mathematics and philosophy play in the life of Frederick Henry's daughter, Frederike, and how was this influenced by Leonhard Euler?"
  },
  {
    "hash_code": "bf9bb15432a33a92bf8421f3403e53e7",
    "text": "What is the primary objective of the study described in the article?"
  },
  {
    "hash_code": "c98054d840dd0c99673462165ce49762",
    "text": "What are the four main contributions of the paper?"
  },
  {
    "hash_code": "fe8639aee3e56ccd9db8651d078053c8",
    "text": "How does the study qualitatively analyze the language of different industries?"
  },
  {
    "hash_code": "beb7b73f9bf6af646c6f7a7c3cec6a7a",
    "text": "What is the outcome of the walling up of the closet?"
  },
  {
    "hash_code": "d4b7f4f8cd23f1bd67909a5ee9754ae3",
    "text": "How does the story reflect themes of trust and betrayal?"
  },
  {
    "hash_code": "e1b48609cfa5f9fd51dcf3fd3169b056",
    "text": "What is the role of Rosalie in the story?"
  },
  {
    "hash_code": "f4b8fdf1a03f45dc36c7d20273e5c27a",
    "text": "What themes are explored in the Indian Oriya film \"Indradhanura Chhai\"?"
  },
  {
    "hash_code": "0ee1b5531145c819409ea947c1cbd4ec",
    "text": "How is the Turkic deity Kayra related to the concept of the \"Black King\"?"
  },
  {
    "hash_code": "7050a5dd1da0eeeb2e96c369f8cdea7d",
    "text": "How does the study address the potential conflict of interest due to funding from Ajinomoto Co., Inc.?"
  },
  {
    "hash_code": "826c64edfefecf1254a414b2f635002e",
    "text": "How do cells respond to essential AA deprivation according to the study?"
  },
  {
    "hash_code": "74d9b5ae6ffeeafefc88e607cb43a9d9",
    "text": "How did George VI's role and public perception change during World War II?"
  },
  {
    "hash_code": "b7cc6b7a273c453d50656e21a53cdebc",
    "text": "How did the relationship between King George VI and Lionel Logue develop in the film \"The King's Speech\"?"
  },
  {
    "hash_code": "675318257bd8dd6dae8e64a25b586043",
    "text": "What is the significance of Gold Hill, North Carolina in the context of gold mining history?"
  },
  {
    "hash_code": "1f87a27d14ad1841f255afeca2be0cae",
    "text": "What is the structure of the state government in Nigeria, and how does it relate to the federal government?"
  },
  {
    "hash_code": "dac61b4134c665b46738f7f8459de2e3",
    "text": "What are the main features of Thirukkanur, Puducherry?"
  },
  {
    "hash_code": "e5f9f194f7b85a5d1880a5d7b06a94de",
    "text": "How do communications satellites facilitate global communication?"
  },
  {
    "hash_code": "10d784f519eb3252f114da8c00c016b4",
    "text": "What was the significance of ATS-6 in the history of satellite technology?"
  },
  {
    "hash_code": "ac476d45955b57669cb116b27f28a241",
    "text": "What is the impact of increasing the depth of the denoiser on the effectiveness of error mitigation?"
  },
  {
    "hash_code": "7424ea0c80fbd108879c351f5b5ca409",
    "text": "How is the sampling overhead related to the sign problem in probabilistic error cancellation?"
  },
  {
    "hash_code": "25cc3137d835afa2fc1524a7e20b68e1",
    "text": "What are the limitations of the optimization procedure for the denoiser?"
  },
  {
    "hash_code": "b348521cb9b061ef5de395b78a1af7b8",
    "text": "How did Yusuf Islam's (Cat Stevens) religious conversion affect his music career?"
  },
  {
    "hash_code": "9ea0436053df7adce182d88a685cbdec",
    "text": "What is the significance of Jolyon James's 'Robot Song' and his contributions to the Arena Theatre Company?"
  }
]